Repository: EmilJunker/LectureCountdown
Catalog: LessonTimer/Strings/*/Resources.resw
Source language: en_us
Languages: ar, es_es, ko

# AppDescription
source: A countdown app for lectures
ar: تطبيق العد التنازلي للمحاضرات
es_es: Una aplicación de cuenta regresiva para seminarios de estudio
ko: 강의용 카운트다운 앱

# AppDisplayName
source: Lecture Countdown
ar: العد التنازلي للمحاضرات
es_es: Seminarios-Countdown
ko: 강의 카운트다운

# CalendarButton.ToolTipService.ToolTip
source: Suggest time from calendar
ar: اقتراح الوقت من التقويم
es_es: Sugerir un tiempo desde el calendario
ko: 캘린더에서 시간 제안

# CalendarPrivacyButton.Content
source: Privacy settings
ar: إعدادات الخصوصيّة
es_es: Configuración de privacidad
ko: 개인 정보 설정

# CancelButton.ToolTipService.ToolTip
source: Cancel countdown
ar: إلغاء العد التنازلي
es_es: Cancelar cuenta regresiva
ko: 카운트다운 취소

# CloseButton.Content
source: Close Settings
ar: إغلاق الإعدادات
es_es: Cerrar Ajustes
ko: 설정 닫기

# CompactOverlayButton.ToolTipService.ToolTip
source: Switch view
ar: تغيير طريقة العرض
es_es: Vista de switch
ko: 보기 전환

# CountdownBaseLength.Content
source: Length in minutes
ar: الطول بالدقائق
es_es: Duración en minutos
ko: 길이(분)

# CountdownBaseTime.Content
source: End time
ar: وقت الانتهاء
es_es: Hora de finalización
ko: 끝날 시간

# CountdownDescriptionResetButton.ToolTipService.ToolTip
source: Reset
ar: إعادة تعيين
es_es: Reinicializar
ko: 초기화

# ErrorNoCalendarAccessPermission
source: Please grant access permission to calendar
ar: الرجاء منح إذن الوصول إلى التقويم
es_es: Por favor conceda permiso de acceso al calendario
ko: 캘린더에 대한 액세스 권한을 부여하십시오

# ErrorNoEventsInCalendar
source: No events today in your calendar
ar: لا توجد أحداث اليوم في التقويم الخاص بك
es_es: No hay eventos hoy en tu calendario
ko: 캘린더에 오늘 이벤트가 없습니다

# LengthPicker.ToolTipService.ToolTip
source: Enter length of countdown in minutes
ar: أدخل طول العد التنازلي في دقائق
es_es: Introduzca la duración de la cuenta regresiva en minutos
ko: 몇 분 만에 카운트다운 길이 입력

source: #-minute lecture
ar: محاضرة مدتها # دقائق
es_es: Seminario de # minutos
ko: #분 강의

# NotificationText1
source: A total of
es_es: Un total de
ko: 총

# NotificationText2
source: seconds have passed
es_es: segundos han pasado
ko: 분이 지났습니다

# NotificationTitle
source: It's over!
ar: لقد انتهت!
es_es: ¡Se acabó!
ko: 끝났어!

# SettingsButtonText.Text
source: Settings
ar: الإعدادات
es_es: Ajustes
ko: 설정

# SettingsDeveloper.Text
source: Developer:
ar: المطور:
es_es: Desarrollador:
ko: 개발자:

# SettingsEmail.Text
source: Email:
ar: البريد الإلكتروني:
ko: 이메일:

# SettingsFeedback.Content
source: Feedback
ar: التقييم والملاحظات
es_es: Realimentación
ko: 피드백

# SettingsHeadlineAbout.Text
source: About this app
ar: حول هذا التطبيق
es_es: Acerca de esta aplicación
ko: 앱 소개

# SettingsHeadlineCalendar.Text
source: Events from calendar
ar: أحداث من التقويم
es_es: Eventos del calendario
ko: 캘린더의 이벤트

# SettingsHeadlineCountdown.Text
source: Countdown
ar: العد التنازلي
es_es: Cuenta regresiva
ko: 카운트다운

# SettingsHeadlineLocalization.Text
source: Localization
ar: الأقلمة
es_es: Localización
ko: 지역화

# SettingsHeadlineNotifications.Text
source: Notifications
ar: الإشعارات
es_es: Notificaciones
ko: 알림

# SettingsHeadlineTheme.Text
source: Theme
ar: الثيم
es_es: Tema
ko: 테마

# SettingsRating.Content
source: Rate app
ar: تقييم التطبيق
es_es: Califica esta aplicacion
ko: 앱 평가하기

# SettingsSectionAcademicQuarter-LabelBegin.Text
source: Start 15 minutes later
ar: ابدأ 15 دقائق فيما بعد
es_es: Comience 15 minutos más tarde
ko: 15분 나중에 시작

# SettingsSectionAcademicQuarter-LabelEnd.Text
source: End 15 minutes earlier
ar: نهاية 15 دقائق في وقت سابق
es_es: Finalizar 15 minutos antes
ko: 15분 더 일찍 종료

# SettingsSectionAcademicQuarter.Text
source: Academic quarter (lecture timing)
ar: الربع الأكاديمي (توقيت المحاضرة)
es_es: Trimestre académico (horario de seminarios)
ko: 학술 분기 (강의 시간)

# SettingsSectionClockFormat-Label12.Content
source: 12-hour format
ar: تنسيق 12 ساعة
es_es: Formato de 12 horas
ko: 12시간 형식

# SettingsSectionClockFormat-Label24.Content
source: 24-hour format
ar: تنسيق 24 ساعة
es_es: Formato de 24 horas
ko: 24시간 형식

# SettingsSectionClockFormat.Text
source: Clock format
ar: تنسيق الساعة
es_es: Formato de hora
ko: 시간 형식

# SettingsSectionCountdownBase.Text
source: Base for the countdown
ar: قاعدة العد التنازلي
es_es: Base para la cuenta regresiva
ko: 카운트다운을 위한 베이스

# SettingsSectionCountdownDescription.Text
source: Description of the countdown
ar: وصف العد التنازلي
es_es: Descripción de la cuenta regresiva
ko: 카운트다운에 대한 설명

# SettingsSectionLanguage.Text
source: Language
ar: اللغة
es_es: Idioma
ko: 언어

# SettingsSectionLectureLengths-Label.Text
source: minutes
ar: دقائق
es_es: minutos
ko: 분

# SettingsSectionLectureLengths.Text
source: Common countdown lengths
ar: أطوال العد التنازلي الشائعة
es_es: Duraciones comunes de cuenta regresiva
ko: 일반적인 카운트다운 길이

# SettingsSectionLectureRound-Label.Text
source: minutes
ar: دقائق
es_es: minutos
ko: 분

# SettingsSectionLectureRound.Text
source: End time rounded to
ar: تقريب وقت الانتهاء إلى
es_es: Hora de finalización redondea a
ko: 종료 시간이 반올림되어

# SettingsSectionNotification.Text
source: Show a notification when the countdown is over
ar: إظهار إشعار عند انتهاء العد التنازلي
es_es: Mostrar una notificación cuando la cuenta regresiva haya terminado
ko: 카운트다운이 끝나면 알림 표시

# SettingsSectionNotificationAlarmMode.Text
source: Play sound in a loop (alarm mode)
ar: تشغيل الصوت في حلقة (وضع التنبيه)
es_es: Reproducir sonido en bucle (modo de alarma)
ko: 루프에서 사운드 재생 (알람 모드)

# SettingsSectionNotificationSound.Text
source: Notification sound
ar: صوت الإشعار
es_es: Sonido de notificación
ko: 알림 소리

# SettingsSectionNotificationSoundEnabled.Text
source: Play notification sound
ar: تشغيل صوت الإشعار
es_es: Reproducir sonido de notificación
ko: 알림 소리 재생

# SettingsSectionStartTimeCarryBack.Text
source: Consider event start time in the countdown
ar: النظر في وقت بدء الحدث في العد التنازلي
es_es: Considere la hora de inicio del evento en la cuenta regresiva
ko: 카운트다운에서 이벤트 시작 시간 고려

# SettingsSectionTheme-LabelDark.Content
source: Dark
ar: داكن
es_es: Oscuro
ko: 어두운

# SettingsSectionTheme-LabelLight.Content
source: Light
ar: فاتح
es_es: Claro
ko: 밝은

# SettingsSectionTheme.Text
source: Theme change requires app restart
ar: تغيير الثيم يتطلب إعادة تشغيل التطبيق
es_es: Cambiar el tema requiere reiniciar la aplicación
ko: 테마를 변경하려면 앱을 다시 시작해야 합니다

# SettingsVersion.Text
source: Version:
ar: الإصدار:
es_es: Versión:
ko: 버전:

# SettingsWindowsDefault.Content
source: Windows default
ar: الافتراضي للويندوز
es_es: Predeterminado de Windows
ko: 윈도우 기본값

# StartButton.ToolTipService.ToolTip
source: Start countdown
ar: بدء العد التنازلي
es_es: Iniciar cuenta regresiva
ko: 카운트다운 시작

# SuggestButton.ToolTipService.ToolTip
source: Suggest time
ar: اقتراح الوقت
es_es: Sugerir un tiempo
ko: 시간을 제안하다

# TimePicker.ToolTipService.ToolTip
source: Select end time
ar: حدد موعد الانتهاء
es_es: Seleccionar la hora de finalización
ko: 끝날 시간 선택
